[
    {
        "from": "Carolyn Fern",
        "to": ["profArmitage", "a"],
        "title": "Nome (ish) exepdition",
        "body": "Hey hoover, checking in if youre still up for the expedition. They moved the local from Nome to a ghost town like, 50 sth miles east called Bluff or sth lol I cant find anything about it so chances are you wont either but, as usual, Im prepared to be surprised! Anyway, you (probably) won't meet your family there, so I hope you will sign up.     Side note: I heard from my students that Francis is going as well so you know :)    Anyway, get back to me asap <3 Looking forward to our joint experiment on Thursday!"
    },
    {
        "from": "Carolyn Fern",
        "to": ["profArmitage", "a"],
        "title": "[unread] Bluff Expedition",
        "body": "Hey hoover, eres the list of attendants that you asked for.    William Dyer    James Allison    Abigail Foreman    Cassandra Hack    Francis Morgan (<3)    Warren Rice    Lola Hayes    Annie Knowby    Trish Scarborough    Katherine Pryde"
    },
    {
        "from": "Wilmarth, Albert",
        "to": ["admin"],
        "title": "wtf are you kidding me?",
        "body": "Dude did you catch the breach yesterday night? Managed to track the address to a remote location in Ruby??? Been there once on a hunting trip with a friend, and that's about all that I know. We should go shooting tooting at some point btw :)    Anyhow, fix up the thing man. Higher-ups been on my ass about it the entire morning :/"
    },
    {
        "from": "Wilmarth, Albert",
        "to": ["admin"],
        "title": "New login?",
        "body": "Hey, just checking in... You apparently logged in around the same time yesterday, was that like actually you ,':/    ...    lol, got you to panic just a bit right?    Anyway, on third review, it wasn't like there was any real damage. Whoever it was only tried to fuck with the budget and what have you for the Nome/Bluff expedition, and Fern got a copy on her drive anyway so we didn't actually lose anything. Still, should rly fix the system up :)"
    }
]
