[
    {
        "from": "temp user",
        "to": ["8A73B5", "user"],
        "title": "M-Cell re-report",
        "body": "Found the winged ver. along the stream. Idk if agent Marcus had updated you about the brain containers, but apparently there's a limit in the range - up to 200 miles - with the one we got. Obv we're getting the short end of the stick here with the deal, but I assume DG got some plans to deal with it later down the line. For now, proceed with the set-up clean-up as usual.    And contact D-cell when you can; you're their in with the database, dude.    - YKMG "
    },
    
    {
        "from": "temp user",
        "to": ["8A73B5", "user"],
        "title": "the Thing",
            "body": "Oh, another thing about what we've found along the stream. You remember the black slime from operation Mound? Yeah, we found one of that in the region as well. Seemed to have eaten a few passerbys. We managed to free the corpse (burning it works as usual, at least) but it fleed before we can do more damage. Chances are it's being raised by [REDACTED] so it's not like we could do much anyway.    Just wanted to give you a head's up in case you get sent to do field work.    - YKMG"
    },

    {
        "from": "Akeley",
        "to": ["8A73B5", "user"],
        "title": "Audio review",
        "body": "A-Cell want you to check this out. Think they were on edge because of the surrounded sound.  <audio controls src='config/network/fbi.gov/tpa.mp3'>    -----    Audio transcript follow:    -----    Hi, um, I-I-I-I don’t have a whole lot of- of time. Um, and, and… oh man, I don’t know where to start. They’re-they’re-they’re, uh, they’re-, they’re-, um, they’ll triangulate on this position [Ruby, Alaska] really really soon, um.    Okay, um, um, okay, what- what we think of their… uh, they’re, they’re extra-dimensional beings [COMMENT REDACTED] that... an earlier precursor of the... [previous agent from DG?] made contact with… Uh, they-they are not what they claim to be. Uh, they have infiltrated a lot of, uh, a-a-a lot of aspect of-of-of... [ - the government, definitely at least a friendly ally]    uh, di- disasters that are coming. They, uh, they’re, uh- I’m sorry...    -----​    Transcript end.    -----    Email the report back to your contact in Alaska    - Akeley"
    },
    
    {
        "from": "Agent Clover",
        "to": ["8A73B5", "user"],
        "title": "New Mission",
        "body": "Terminate agent Elys at your earliest convinient."
    }
]
