[
    {
        "from": "temp user",
        "to": ["8A73B5", "user"],
        "title": "M-Cell re-report",
        "body": "Found the winged ver. along the stream. Idk if agent Marcus had updated you about the brain containers, but apparently there's a limit in the range - up to 200 miles - with the version we got. Obv we're getting the short end of the stick here with the deal, but I assume DG got some plans to deal with it later down the line. For now, proceed with the set-up clean-up as usual.    And contact D-cell when you can; you're their in with the database, dude.    - YKMG "
    },
    
    {
        "from": "temp user",
        "to": ["8A73B5", "user"],
        "title": "the Thing",
        "body": "Oh, another thing about what we've found along the stream.    info dump etc.    - YKMG"
    },

    {
        "from": "Akeley",
        "to": ["8A73B5", "user"],
        "title": "Weird audio for review",
        "body": "Picked this up recently from Ruby, Alaska. Higher-up wanted you to check it over just in case. Think they were on edge because of the surrounded sound.  <audio controls src='config/network/fbi.gov/tpa.mp3'>    Audio transcript follow:    Hi, um, I-I-I-I don’t have a whole lot of- of time. Um, and, and… oh man, I don’t know where to start. They’re-they’re-they’re, uh, they’re-, they’re-, um, they’ll triangulate on this position really really soon, um.    Okay, um, um, okay, what- what we think of their… uh, they’re, they’re extra-dimensional beings [COMMENT REDACTED] that... an earlier precursor of the... [previous agent from DG?] made contact with… Uh, they-they are not what they claim to be. Uh, they have infiltrated a lot of, uh, a-a-a lot of aspect of-of-of... [ - the government, definitely at least a friendly ally]    uh, di- disasters that are coming. They, uh, they’re, uh- I’m sorry...​    Transcript end.    Email the report back to your contact in Alaska    - Akeley"
    },
    
    {
        "from": "admin",
        "to": ["8A73B5", "user"],
        "title": "More alt stuff",
        "body": "lorum ipsum lorim ipsum idk.    admin"
    }
]
