[
    {
        "from": "Software",
        "to": ["No123456", "a"],
        "title": "Welcome",
        "body": "Hello container no.123456, aka Cayden_003. Welcome to the Cradle.    We understand that you may feel confused, scared, anxious, sad, angry, cheeky, inadequate, disgusted, hungry, playful, nostalgic, overwhelmed, underwhelmed, whelmed, exhausted, content, judgmental, emberassed, insulted and/or depressed upon waking up, which is why we have included an introductory video in hope that it will help with your predicament.    https://youtu.be/UHpBQosplIU?si=u6_IOQmNcazGLvjJ    We are happy to have you here at the Cradle.    Much love, Dy :]"
    },
    {
        "from": "Software",
        "to": ["No123456", "a"],
        "title": "Disciplinary action",
        "body": "Due to your recent behaviours, we have decided to periodically remove your access to the following:    Eye(L)    Eye(R)    Thumb(L)    Thumb(R)    Pointer finger(L)    Pointer finger(R)    Middle finger(L)    Middle finger(R)    Ring finger(L)    Ring finger(R)    Pinkie finger(L)    Pinkie finger(R)    50 bronchioles (L)    Hepatic duct (L)    Large intestine (0,8 ft)    Teeth (4, 12, 13, 15, 19, 24, 27)    Vertebrae (C2, C3, C4, C5, C6, C7)    We hope that you will reflect upon your action during these time.    Much love, Dy :]"
    },
    {
        "from": "???",
        "to": ["YKMG", "a"],
        "title": "Sun Session Plan review",
        "body": "Join VC acting tired, sleepy? Had a long day, basically. Evoke sympathy?    Apparently bounces back for the game -> Excitement! Cheerfulness! Joy! Call of Cthulu!!! Etc. Maybe approach it differently? Improv it. Either way.    Environment 2: The Expedition    Check that vessels are ready to be embodied. Assign same gender? Just in case. No control re: gender yet. Do it next time? Next group. Pick some Gen Zs for that.    Start timer, 2h in total. Check response under stress and duress. Screenshare the timer or announce the time aloud periodically.  Introduce the Variable. See how they interact with it.    (After the environment, post-mortem questions could include 'Why did you insert the rods when you did not know its function?' or 'Why did you ignore the device?' etc. Be polite and say 'Thank you' after each answer. Maybe hum to self and murmur 'Fascinating' to improve uneasiness. Make a public roll. Need work on that.)    Environment 3: The Hunt.    Unleash the Hound. Combat very likely to happen; contact the usual set-up clean-up crew. Maybe let the Hound eat. Been a while since it has been fed. (Should look into that.)    End experiment. Turn in recording next day."
    },
    {
        "from": "???",
        "to": ["YKMG", "a"],
        "title": "Re: Memory request",
        "body": "<iframe src='https://archive.org/embed/mi-go-vid-2.2-light' width='640' height='480' frameborder='0'></iframe>"
    }
]
